;   Subtitle Workshop 2.52
;   Portuguese-BR language file
;   Rev 20/DEC/2011
;   Translator : helder1965
;   E-mail     : helder1965@hotmail.com
;   Web        : http://www.urusoft.net

[General]
Translator=helder1965
Font Charset=0
AllFiles=Todos os Arquivos Suportados
Help=Manual.html
FPS=FPS
PlainText=Texto Plano
STP=Projeto de Traduçăo de Legenda
SRF=Arquivo de Relatório de Legenda

[Standard buttons]
01=&OK
02=&Cancelar
03=&Navegar
04=&Aplicar
05=&Sair
06=&Sim
07=&Năo

[Main Form]
01=Modo:
02=Tempo
03=Quadros
04=Ajustar FPS:
05=FPS:
06=Trabalhar com:
07=Duraçăo|Tempo final|Ambos
08=Num
09=Início
10=Fim
11=Texto
12=Traduçăo
13=%d linhas sem traduçăo
14=Duraçăo:
15=%s (%s caracteres):
16=- Legenda sem traduçăo -
; added in 2.52
17=CPS:

[Main menu header]
01=Arquivo
02=Editar
03=Procurar
04=Ferramentas
05=Filme
06=Configuraçőes
07=Ajuda

[Main menu/File]
01=Nova legenda...
02=Abrir legenda...
03=Arquivos recentes
04=Limpar lista
05=Abrir
06=Projeto...
07=Original
08=Traduzido
09=Salvar
10=Original como...
11=Traduzido como...
12=Salvar como...
13=Fechar
14=Sair

[Main menu/Edit]
01=Desfazer
02=Repetir
03=Inserir legenda
04=Inserir antes
05=Remover selecionado
06=Recortar
07=Copiar
08=Colar
09=Selecionar tudo

[Main menu/Edit/Timings]
01=Temporizaçőes
02=Ajustar limites de duraçăo...
03=Ajustar atrasos...
04=Ajustar
05=Ajustar legendas...
06=Ajustar para legendas sincronizadas
07=Expansor/Redutor de tempo
08=Extender tamanho
09=Duraçőes automáticas
10=Ler temporizaçőes de arquivo
11=Deslocar %s milisegundos
; added in 2.52
12=Início %s milisegundos
13=Fim %s milisegundos

[Main menu/Edit/Texts]
01=Textos
02=Ajuste inteligente de linha
03=Converter Maiúscula/Minúscula...
04=Remover quebras
05=Dividir linhas...
06=Rápida divisăo de linhas
07=Ajustar tamanho máximo da linha...
08=Abrir textos de arquivo
; added in 2.52
09=Aplicar tag Negrito
10=Aplicar tag Itálico
11=Aplicar tag Sublinhado
12=Aplicar tag Cor

[Main menu/Edit/Subtitles]
01=Legendas
02=Juntar legendas
03=Efeitos
04=Tipos de efeitos
05=Flash
06=Flash rápido
07=Flash médio
08=Flash lento
09=Direita-para-Esquerda
10=Reverter texto
11=Corrigir pontuaçăo
12=Ordenar
13=Apagar links desnecessários
14=Marcar legendas selecionadas
15=Desmarcar legendas selecionadas

[Main menu/Edit/Translation]
01=Traduçăo
02=Modo tradutor
03=Trocar

[Main menu/Search]
01=Procurar...
02=Encontrar próximo
03=Procurar && Substituir...
04=Ir para linha...

[Main menu/Tools]
01=Verificar ortografia
02=Converter vários...
03=Dividir legenda...
04=Juntar legenda...
05=Informaçăo e erros
06=Informaçăo e erros...
07=Várias informaçőes...
08=Scripts de OCR
09=Mostrar no formato principal
10=Configuraçőes...
11=Revisar erros
12=Corrigir todos os erros
13=Corrigir erros (legendas selecionadas)
14=Ir para próximo erro
15=Adicionar FPS do AVI
16=Visualizaçăo externa
17=Extrator de linguagem SAMI
18=Scripts em Pascal

[Main menu/Movie]
01=Abrir...
02=Fechar
03=Informaçăo...
04=Modo de visualizaçăo de video
05=Mostrar legendas
06=Salvar mídia ao iniciar arquivo

[Main menu/Movie/Playback]
01=Reproduzir
02=Reproduzir/Pausar
03=Parar
04=Voltar
05=Avançar
06=Voltar 5 segundos
07=Avançar 5 segundos
08=Taxa de reproduçăo

[Main menu/Movie/Subtitles]
01=Legendas
02=Mover legenda
03=Ajustar tempo inicial
04=Ajustar tempo final
05=Início da legenda
06=Fim da legenda

[Main menu/Movie/Synchronization]
01=Sincronismo
02=Primeiro ponto de sincronismo
03=Último ponto de sincronismo
04=Adicionar ponto de sincronismo

[Main menu/Movie/Display]
01=Mostrar
02=Original
03=Traduçăo

[Main menu/Settings]
01=Configuraçőes de saída...
02=Idioma
03=Mostrar painel esquerdo
04=Mostrar controles de tempo
05=Usar ediçăo direta

[Main menu/Help]
01=Sobre %s...
02=Procurar por nova versăo

[Popup Menu]
01=Itálico
02=Negrito
03=Sublinhado
04=Ajustar cor
05=Remover tags de cor

[Video preview hints]
01=Reproduzir/Pausar (%s)
02=Parar (%s)
03=Alternar lista de rolagem
04=Ir para legenda anterior
05=Ir para legenda seguinte
06=Voltar (%s)
07=Avançar (%s)
08=Alterar taxa de reproduçăo
09=Mover legenda (%s)
10=Ajustar tempo inicial (%s)
11=Ajustar tempo final (%s)
12=Início da legenda (%s)
13=Fim da legenda (%s)
14=Marcar como primeiro ponto de sinc (%s)
15=Marcar como último ponto de sinc (%s)
16=Adicionar ponto de sinc para legenda/video (%s)

[Save as]
01=Salvar como
02=Duplo-clique em outros formatos:
03=Formato personalizado
04=Todos os formatos

[Custom formats]
01=Formatos personalizados
02=Informaçőes
03=Nome:
04=Extensăo:
05=Caractere nova linha:
06=Tempo
07=Quadros
08=Estrutura:
09=FPS:
10=Abrir projeto
11=Salvar projeto
12=Lembrar último formato personalizdo
13=Salve!
14=Projeto de formato personalizado

[Settings Form]
01=Configuraçőes
02=Modificar a configuraçăo do programa
; Sections
03=Geral
04=Avançado
05=Conjunto de caracteres
06=Formatos
07=Tipos de arquivo
08=Salvar
09=Visualizar Video
10=Legendas
11=Visualizaçăo externa
12=Ver
13=Programa
14=Listar
15=Menu
;-----------------;
; General section ;
;-----------------;
16=Sempre em primeiro plano
17=Permitir mais de um exemplo em execuçăo
18=Confirmar ao apagar legendas
19=Interpretar arquivos inválidos como de texto
20=Procura automática para filme
21=Forçar funcionamento no modo tempo
22=Manter ordem das linhas quando inverter texto
23=Selecionar texto ao ir para a próxima linha
24=Selecionar texto ao ir para a linha anterior
25=Sem interaçăo com tags
26=Trabalhar com tags de estilo
27=Limite para arquivos recentes:
; added in 2.52 
99=Duplo clique na caixa Original/Tradução
100=Default (selecionar texto)
101=Posicionar cursor à frente da primeira letra
102=Posicionar cursor após a última letra
;----------;
; Advanced ;
;----------;
28=Ajuste inteligente de linha
29=Duas linhas se maior que:
30=caracteres
31=Alternar ponto de quebra
32=Dividir linhas
33=Quebrar linha após:
34=Ajuste inteligente de linha automático
35=Tamanho de linha máximo:
36=Tempo de deslocamento:
37=milisegundos
; added in 2.52 
92=Cor de CPS
97=Adicionar legenda:
98=Intervalo entre legendas:
;----------;
; Charsets ;
;----------;
38=Mostrar no formato principal
39=Conjunto de caracteres original:
40=Conjunto de caracteres da traduçăo:
;-----------------;
; Formats section ;
;-----------------;
41=Formato default:
42=Formatos para mostrar no "Salvar como":
43=Mostrar formatos personalizados
44=&Selecionar tudo
45=&Desmarcar tudo
;--------------------;
; File types section ;
;--------------------;
46=Registrar extensőes ao iniciar
47=Associar com extensőes de legendas mais suportadas
;--------------;
; Save section ;
;--------------;
48=Pedir para salvar ao sair do programa/fechar legenda
49=Salvar automaticamente a cada
50=minutos.
51=Salvar como backup
52=Configuraçőes de saída...
;---------------;
; Video preview ;
;---------------;
53=Duplo-clique em uma legenda:
54=Segundos para saltar:
55=Shift+duplo-clique em uma legenda:
56=Realçar caixa de texto
57=Ir para tempo da legenda no video
58=Ir N segundo(s) antes da legenda no video
59=Tempo para voltar e avançar:
60=segundos.
61=Taxa de reproduçăo alterada default:
;-------------------------;
; Video preview Subtitles ;
;-------------------------;
62=Incluir borda
63=Incluir sombra
64=Tentar fundo transprente
65=Forçar uso de regiőes (poderá ficar lento)
66=Fonte...
67=Cor...
68=Fundo...
69=Largura da borda:
70=Largura da sombra:
71=AMOSTRA
; added in 2.52
94=Posiçăo
95=Topo da tela
96=Embaixo da tela
103=Transparência...
;--------------------------;
; External Preview General ;
;--------------------------;
72=Exe do reprodutor de video:
73=Detectar programa associado
74=Pedir por um video diferente a cada vez
75=Sempre testar com video:
;---------------------------;
; External Preview Advanced ;
;---------------------------;
76=Salvar legenda temporária no formato:
77=Formato original
78=Formato personalizado:
79=Parâmetro para fornecer ao reprodutor de video:
80=VIDEO_FILE representa o arquivo de video em que deseja testar as legendas. SUBT_FILE é o parâmetro em que o arquivo da legenda temporária será fornecido para o reprodutor de video. Outros parâmetros podem ser adicionados, como tela cheia, etc.
;----------------;
; Look / Program ;
;----------------;
81=Fonte para usar no programa:
82=Tamanho da fonte:
83=Alinhamento dos campos "Texto" e "Traduçăo":
84=Esquerda|Direita|Centro
; added in 2.52
93=Mostrar barra colorida
;-------------;
; Look / List ;
;-------------;
85=Mostrar linhas de grade
86=Aplicar estilo às legendas
87=Marcar legendas năo-traduzidas com a cor:
88=Mostrar barra de rolagem horizontal
; added in 2.52 
91=Texto para legendas năo-traduzidas
;-------------;
; Look / Menu ;
;-------------;
89=Usar menu em estilo Office XP
90=Usar menu gradiente

[Output settings]
01=Configuraçőes de saída
02=Disco ID:
03=Título do DVD:
04=Idioma:
05=Autor:
06=Web:
07=Info:
08=Licença:
09=Legenda:
10=Fundo:
11=AMOSTRA
12=&Escolher fonte
13=Alinhamento:
14=Esquerda
15=Centro
16=Direita
17=Taxa de quadros:
18=Quadro perdido
19=Cor 0 (fundo):
20=Cor 1 (fonte):
21=Cor 2 (contorno):
22=Cor 3 (antialiasing):
23=Palete de cor n°:
24=Contraste
25=Título:
26=Script:
27=Cosmético
28=Outras
29=Estilo de borda:
30=Contorno + sombra
31=Caixa opaca
32=Cor
33=Primária:
34=Secundária:
35=Terciária:
36=Sombra:
37=Margem esquerda:
38=Margem direita:
39=Margem vertical:
40=Contorno:
41=Alinhamento:
42=Codificaçăo:
43=Origem:
44=Programa:
45=Caminho:
46=Atraso:
47=Trilha de CD:
48=Comentário:
49=Formato TMPlayer
50=Formato TMPlayer+
51=Formato TMPlayer Multiline

[Duration limits]
01=Limites de duraçăo
02=Ajustar máxima duraçăo
03=Milisegundos
04=Ajustar mínima duraçăo
05=* O aumento do tempo năo causará sobreposiçăo

[Set delay]
01=Ajustar atraso
02=Para todas as legendas
03=Para legendas selecionadas

[Adjust subtitles]
01=Ajustar legendas
02=Simples
03=Avançado
04=Primeira linha falada:
05=Última linha falada:
06=Ler do arquivo
07=Salvar para arquivo
08=Linha #
09=Tempo antigo
10=Tempo novo
11=&Adicionar
12=Adicionar da &mídia
13=&Remover
14=Se o tempo estiver fora dos pontos desejados:
15=Extrapolar
16=Retornar ao tempo original (sem mudanças)
17=Retornar deslocamento do ponto vizinho
18=&Ajuste!
19=Entrar com novo ponto de sinc
20=Tempo antigo:
21=Tempo novo:

[Time expander/reducer]
01=Expansor/redutor de tempo
02=Duration da expansăo
03=Duration da reduçăo
04=Duraçăo Expandir/reduzir:
05=Segundos
06=Quadros
07=Somente se a legenda for maior que:
09=caracteres
10=Somente se a duraçăo for maior que:
11=Somente se a duraçăo for menor que:
12=Prevenir sobreposiçăo
13=Para todas as legendas
14=Para legendas seleciondas

[Automatic durations]
01=Duraçőes automáticas
02=Milisegundos
03=por caractere
04=por palavra
05=por linha
06=Aplicar nova duraçăo em todos os casos
07=Somente se a nova duraçăo for maior que a original
08=Somente se a nova duraçăo for menor que a original
09=Todas as legendas
10=Somente legendas selecionadas

[Convert case]
01=Converter Maiúscula/Minúscula
02=Tipo sentença.
03=Somente a primeira letra da primeira palavra
04="..." detecçăo
05=minúscula
06=MAIÚSCULA
07=Tipo Título
08=tIPO iNVERSO
09=Todas as legendas
10=Somente legendas selecionadas

[Divide lines]
01=Dividir linhas
02=Dividir após linha número:
03=Usar duraçăo automática
04=Início:
05=Fim:
06=Duraçăo:
07=Continuamente
08=%s caracteres
09=&Divida!

[Search & Replace]
01=Procurar e substituir
02=Procurar
03=Texto para encontrar:
04=&Procure!
05=Substituir por:
06=Encontre &próxima
07=&Substituir
08=Substituir &tudo
09=&Mais >
10=&Menos <
11=Considerar Maiúscula/Minúscula
12=Coincidir todas as palavras
13=Preservar maiúscula/minúscula na substituiçăo
14=Procurar por texto em:
15=Toda a legenda
16=No item selecionado
17=Tabela de caracteres:

[Go to line]
01=Ir para linha número
02=Entrar com o número da linha:

[Batch convert]
01=Converter vários
02=Converter múltiplos arquivos para um formato único em poucos passos.
; Buttons
03=< &Voltar
04=&Próximo >
05=C&onverter
06=&Sair
07=&Fechar
08=&Tudo
09=&Nenhum
; Page 1
10=Extensőes:
11=Procurar caminho:
12=Incluir subpastas
13=Verificar formato exaustivo
14=Diretório de saída:
15=Formato de saída:
16=FPS default:
; List columns
17=Nome do arquivo
18=Formato
19=FPS
20=Tamanho
; Page 2
21=&Adicionar
22=&Remover
23=&Limpar
; Page 3
24=Feito!. Ver log para detalhes:
25=Salvar...
; Searching
26=Procurando arquivo %s

[Batch convert log]
01=%s %s - Log de conversăo de vários
02=Gerado em %s
03=Formato de saída: %s
04=Total de arquivos para converter: %d
05=Tentando abrir "%s"...
06=Arquivo aberto com sucesso!
07=Arquivo "%s" já existe, substituindo...
08=Arquivo salvo com sucesso em "%s"'
09=Arquivo "%s" já existe e vocę năo permitiu que o programa o substituísse
10=Erro durante leitura de arquivo, năo é possível salvar!
11=Todas as conversőes foram feitas: %u
12=Tempo total: %s
13=Todos os arquivos foram convertidos com sucesso
14=Houve erro durante a conversăo de arquivos, veja detalhes abaixo

[Split]
01=Quebrar legenda...
02=Simples
03=Avançado
04=Item selecionado
05=Número do item:
06=Tempo fornecido:
07=Quadro fornecido:
08=Fim do video:
09=Nomeando
10=Parte %d:
11=Nome do arquivo
12=Tamanho
13=Linhas
14=Partes iguais em tempo
15=Partes iguais em linhas
16=Nos fins dos videos
17=Número de partes:
18=Auto-nomear as partes:
19=Diretório de saída:
20=Formato de saída:
21=Recalcular valores de tempo
22=Duplo-clique para selecionar filme
23=&Quebre!

[Join]
01=Juntar legendas...
02=Adicionar os arquivos de legendas que deseja juntar (em ordem):
03=Nome do arquivo
04=Formato
05=FPS
06=Tamanho
07=Fragmento de video (Opcional)
08=&Adicionar
09=&Remover
10=A&pagar
11=&Definir fragmento de video
12=A&pagar fragmento de video
13=Formato de saída:
14=FPS de saída:
15=Abrir arquivo após juntar e salvar
16=Recalcular valores de tempo
17=&Junte!

[Information and errors]
01=Informaçăo e erros
02=Verifique!
03=Corrigir erros!
04=&Configuraçőes
05=Confirmar cada apagamento
06=Legenda
07=Tipo
08=Descriçăo
; added in 2.52
54=Exportar para arquivo
55=Exportar arquivos
56=Definir nome do arquivo
;-------;
; Types ;
;-------;
09=Erro
10=Atençăo
11=Info
13=Corrigido
;----------------------;
; Information messages ;
;----------------------;
14=Total de erros: %d
15=Erros corrigidos: %d
;---------------;
; Error reports ;
;---------------;
16=Contém linhas sem letras
17=Legenda vazia
18=Sobreposiçăo com a legenda anterior
19=Valor errado
20=Duraçăo muito longa
21=Duraçăo muito curta
22=Linha(s) muito longa(s)
23=Mais de duas linhas
24=Som ambiente
25=Há texto antes de ":"
26=Pontos desnecessários
27=Contém caractere proibido
28=Caractere repetido
29=Legenda repetida
30=Erro de OCR
31=Legenda de uma linha iniciando com "-"
32=Sem espaço após caractere pré-definido
33=Sem espaço antes de caractere pré-definido
34=Espaços desnecessários
35=Legenda marcada
; added in 2.52
57=CPS muito baixo
58=CPS muito alto
;-------------;
; Fix reports ;
;-------------;
36=Linhas sem letras foram apagadas
37=Legenda vazia foi apagada
38=Corrigido sobreposiçăo
39=Corrigido valor errado
40=Legenda com mais de duas linhas foi ajustada
41=Removido som ambiente da legenda
42=Parte com som ambiente foi apagada
43=Removido texto antes de ":"
44=Removidos pontos desnecessários
45=Havia um caractere proibido e foi apagado
46=Corrigido caractere repetido
47=Corrigido legenda repetida
48=Corrigidos erros de OCR
49=Apagado "-" em legenda de uma linha
50=Adicionado espaço após caractere personalizado
51=Adicionado espaço antes de caractere personalizado
52=Removidos espaços desnecessários
;-----
53=Duplo-clique para ir para linha no formato principal

[Information and errors Settings]
01=Configuraçőes
02=Geral
03=Avançado
04=Verificar por
05=Corrigir
06=Espaços desnecessários
07=Mostrar confirmaçőes no formato principal durante correçăo
08=Marcar erros na lista do formato principal
09=Definir cor...
10=Negrito
11=Itálico
12=Sublinhado
13=Marcar erros ao abrir legenda
14=Corrigir erros ao abrir legenda
15=Corrigir uma sobreposiçăo ao abrir
16=Script de OCR:
17=&Editar
18=Caracteres que podem repetir:
19=Caracteres proibidos:
20=Tolerância para legendas repetidas:
21=milisegundos.
22=Espaço após caracteres:
23=Espaço antes de caracteres:
24=Duraçăo muito longa:
25=Duraçăo muito curta:
26=Linha muito longa:
27=caracteres.
;------
28=Linhas sem letras
29=Legendas vazias
30=Sobreposiçăo de legendas
31=Valores errados
32=Duraçőes muito longas
33=Duraçőes muito curtas
34=Linhas muito longas
35=Legendas com mais de duas linhas
36=Legendas com som ambiente
37=Texto antes de ":"
38=Somente se texto estiver em maiúsculas
39=Pontos desnecessários
40=Caracteres proibidos
41=Caracteres repetidos
42=Legendas repetidas
43=Erros de OCR
44="- " em legendas com um linha
45=Espaços após caracteres personalizados
46=Espaços antes de caracteres personalizados
47=Espaços desnecessários
;------
48=Verificar por:
49=Corrigir:
50=Enters e espaços no início e no fim
51=Espaços entre enters (esquerda e direita)
52=Duplos espaços e enters
53=Espaços ŕ frente das marcas de pontuaçăo
54=Espaços após "ż" e "ˇ"
55=Espaços antes de "?" e "!"
56=Espaços entre números
; added in 2.52
57=CPS inferior a:
58=CPS igual ou superior a:
59=CPS muito baixo
60=CPS muito alto

[Various information]
01=Várias informaçőes
02=Informaçăo
03=Extras
04=Arquivo original
05=Arquivo traduzido
06=Formato atual:
07=Arquivo:
08=Tamanho:
09=Total de legendas:
10=Total de linhas:
11=Total de palavras:
12=Total de letras:
13=Legendas com uma linha:
14=Legendas com duas linhas:
15=Legendas com mais de duas linhas:
16=Linha mais longa:
17=Na legenda %d com %d caracteres
18=Mlehor tamanho de fonte para reproduçăo
19=Largura da resoluçăo:
20=Do AVI
21=Nome da fonte:
22=Negrito
23=Itálico
24=Calcular
; added in 2.52
25=Duraçăo mais longa:
26=Duraçăo mais curta:
27=Maior CPS:
28=Menor CPS:
29=na legenda %d

[SAMI Language Extractor]
01=Extrator de linguagem SAMI
02=Arquivo SAMI:
03=Diretório de saída:
04=Os idiomas selecionados serăo extraídos:
05=Classe
06=Idioma
07=Auto-detectar todos
08=Adicionar manualmente
09=Extrair!
10=Adicionar idioma
11=Entrar com o nome da classe do idioma desejado:
12=Aguarde por favor...

[About form]
01=Sobre %s
02=Informaçăo
03=Créditos
04=Versăo: %s
05=%s versăo: %s
06=%d diferentes formatos suportados
07=Se vocę gostou deste software, apreciaríamos bastante se pudesse fazer uma doaçăo. Clique aqui para doar.
08=Programado por
09=Programaçăo adicional
10=%s por
; Following line is "DirectShow programming"
11=Programaçăo %s
12=Tradutores
13=Testadores Beta
14=Ícone default por
15=Para atualizaçőes visite:
; added in 2.52
16=Subtitle Workshop foi emitido
17=sob licença da GNU/GPL 3

[Error messages]
01=Năo foi possível inicializar 'subtitle API'. Favor baixar a DLL "%s" em %s e copiá-la para o diretório "%s".
02=O seguinte erro (%s) foi derivado do objeto %s (%s):||"%s"||Favor escrever para %s informando o que vocę estva fazendo quando esse erro aconteceu.||Pressione OK para continuar, e Cancelar para sair do programa.
03=O arquivo "%s" é uma legenda inválida ou de um formato năo suportado.
04=O arquivo "%s" năo está no formato %s ou năo é um arquivo de legnda válido.
05="%s" năo é um arquivo de video válido.
06=Número de linha inválido.
07=Selecione pelo menos uma extensăo para fazer a pesquisa.
08=O caminho de procura năo existe.
09=O número do ítem năo é um ítem válido.
10=Please add two subtitles or more.
11=Falha ao conectar ao servidor!
12=Năo foi possível remover o atributo de 'somente leitura' de "%s".||Possivelmente está em um drive com proteçăo de escrita.
13=Erro ao tentar conectar com Microsoft Word!.
14=Selecione primeiramente o(s) video(s) para a(s) parte(s) anterior(es)!
15=Selecione um diretório de saída válido.
16=Selecione pelo menos um idioma para extrair.
17="%s" năo é um arquivo SAMI válido.
18=Selecione uma parte da legenda na lista.
19=Se selecionar um fragmento de filme para uma parte da legenda, é preciso selecionar um fragmento de filme para todas as partes da legenda (exceto para a última parte, é claro).
20=Vocę precisa de dois ou mais pontos.

[Question messages]
01=Arquivo "%s" foi modificado.||Deseja salvar as mudanças?
02=Arquivo "%s" já xiste.||Deseja substituí-lo?.
03=Arquivo original ("%s") foi modificado.||Deseja salvar as mudanças?
04=Arquivo traduzido  ("%s") foi modificado.||Deseja salvar as mudanças?
05=As legendas selecionadas serăo apagadas.||Deseja continuar?
06=Ponto 1 da legenda: %s|Ponto 1 do filme: %s||Ponto 2 da legenda: %s|Ponto 2 do filme: %s||Sincronizar a legenda?
07=O executável do reprodutor de video năo foi especificado ou năo existe.||Deseja configurar um reprodutor externo?
08=Uma nova versăo foi encontrada!||Deseja ver a lista de mudanças?
09=O arquivo que está tentando salvar é 'somente leitura'.||Tentar salvar assim mesmo?

[Information messages]
01=Năo foi possível encontrar mais exemplos de "%s".
02=Năo há nova versăo disponível.
03=Verificaçăo de ortografia concluída.||%d mudança(s) feita(s).
04=Muitas partes. Reinicializando...
05=Apenas um idioma foi encontrado.||Se o arquivo contiver mais idiomas, adicionar os que deseja manualmente abrindo o arquivo em um editor de texto e procurar pelo nome de classe correto.
06=Năo foi possível localizar início do "ESTILO" e/ou fechar a tag!||Provavelmente pela seguinte razăo, este arquivo năo contém mais de um idioma.|Se contiver, tente adicionar manualmente procurando pelo(s) nome(s) da(s) classe(s) correta(s) do(s) idioma(s) desejado(s).
07=Tamanho de fonte mais adequado para reproduçăo é: %d
08=Total de substituiçőes: %d
09=Nome do arquivo: %s|Tamanho: %s|FPS: %s|Duraçăo: %s|Total de quadros: %d|Resoluçăo: %dx%d|FourCC: %s
10=Alguns dos streams do video năo puderam ser renderizados corretamente.|Provavelmente estăo faltando codecs de video ou audio.|Códido de erro: %s
11=Năo é ncessário definir o fragmento de filme correspondente ŕ última legenda.
; added in 2.52
12=Erro inesperado ocorreu:|"%s"

[Information and errors messages]
01=Legenda número %d é uma legenda vazia e será apagada.||Deseja continuar?
02=Legenda número %d:||"%s" tem um caractere proibido e será apagada.||Deseja continuar?
03=Legenda número %d:||"%s" será apagada.||Deseja continuar?
04=Parte da legenda número %d:||"%s" será apagada, entăo a legenda será:||"%s"||Deseja continuar?
05=Legenda número %d:||"%s" é uma legenda de uma linha iniciando com "-".||Deseja deletar o "-" do início?

; added in 2.52
[Audio streams]
01=Detectado múltiplos streams de audio.
02=Escolha o audio de trabalho.
03=OK
